# Taps
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'hashicorp/tap'
tap 'bufbuild/buf'
tap 'dagger/tap'
tap 'oven-sh/bun'
tap 'metalbear-co/mirrord'
tap 'fluxcd/tap'

# Brews
brew 'age'
brew 'ansible'
brew 'arping'
brew 'aws-console'
brew 'aws-iam-authenticator'
brew 'awscli'
brew 'ast-grep'
brew 'autoconf'
brew 'automake'
brew 'bat'
brew 'buf'
brew 'bun'
brew 'cassandra'
brew 'crane'
brew 'dagger'
brew 'duckdb'
brew 'elixir'
brew 'fd'
brew 'ffmpeg'
brew 'fluxcd/tap/flux'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'graphviz'
brew 'hashicorp/tap/terraform'
brew 'hashicorp/tap/vault'
brew 'hey'
brew 'hugo'
brew 'htop'
brew 'ijq'
brew 'ipcalc'
brew 'iperf'
brew 'jq'
brew 'k3d'
brew 'k9s'
brew 'k6'
brew 'ko'
brew 'kubectl'
brew 'libtool'
brew 'mercurial'
brew 'metalbear-co/mirrord/mirrord'
brew 'minikube'
brew 'mkcert'
brew 'mysql-client'
brew 'neovim', args: ['HEAD']
brew 'newsboat'
brew 'nmap'
brew 'node'
brew 'openjdk'
brew 'p7zip'
brew 'pam-reattach'
brew 'pyenv'
brew 'podman'
brew 'postgresql@14', link: false
brew 'python@3.8'
brew 'qpdf'
brew 'redis'
brew 'ripgrep'
brew 'rust'
brew 'socat'
brew 'sops'
brew 'temporal'
brew 'terraform-ls'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vgrep'
brew 'unbound'
brew 'watch'
brew 'zoxide'

# Casks
cask 'alacritty'
cask 'brave-browser'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'iina'
cask 'maccy'
cask 'obs'
cask 'osquery'
cask 'signal'
cask 'slack'
cask 'tableplus'
cask 'tor-browser'
cask 'transmission'
cask 'utm'
cask 'whatsapp'
cask 'zoom'
cask 'linear-linear'

# Fonts
cask 'font-hack-nerd-font'
